[{"model": "meals.meals", "pk": 1, "fields": {"name": "Pasta arrabbiata with aubergine", "description": "STEP 1\r\nHeat the oil in a large non-stick pan, add the onions, cover and cook for 5 mins. Remove the lid and cook for 5 mins more, stirring frequently until softened. Add the garlic, chilli flakes and paprika, stir briefly, then tip in the tomatoes and a can of water. Stir in the bouillon and aubergine, then bring to a simmer, cover and cook for 20 mins.\r\nSTEP 2\r\nCook the penne in a pan of boiling water for 12 mins until al dente. Drain, reserving 60ml of the cooking water", "category": 2, "people": 2, "price": "75.00", "preparation_time": 35, "image": "meals/pasta.jpg", "slug": "pasta"}}, {"model": "meals.meals", "pk": 2, "fields": {"name": "Turmeric scrambled eggs", "description": "STEP 1\r\nPut the coconut oil in a non-stick pan over a medium heat. Lightly fry the garlic, add the spinach leaves and wilt for a few mins – add a splash of water if they stick.\r\n\r\nSTEP 2\r\nWhisk the eggs with the coconut milk and turmeric. Season well. Add to the pan with the spinach and stir continuously for 5-8 mins until the scrambled eggs are at the desired consistency. Serve on slices of toasted sourdough.", "category": 1, "people": 2, "price": "20.00", "preparation_time": 10, "image": "meals/turmeric-scrambled-eggs-5d01d2c.jpg", "slug": "scramble-eggs"}}, {"model": "meals.meals", "pk": 3, "fields": {"name": "Roast turkey breast", "description": "Rub the butter over the skin and season well. Put the turkey breast on the rack or rest it on top of the veg in the pan.\r\nPour in enough water to cover the veg and cover the whole tin or pan with a tent of foil.\r\nRoast for the allotted time, taking the foil off 20 mins before the end to brown the skin. Test with the point of a knife and see if the point feels hot as soon as you pull it out (be careful) and the juices run clear. If you have a thermometer then it should read 65-70C.", "category": 3, "people": 4, "price": "100.00", "preparation_time": 60, "image": "meals/Thanksgiving-Dinner-4.jpg", "slug": "glazed-and-lacquered-roast-turkey"}}, {"model": "meals.meals", "pk": 4, "fields": {"name": "Pasta with salmon & peas", "description": "STEP 1\r\nBring a pan of water to the boil and cook the fusilli according to the pack instructions.\r\n\r\nSTEP 2\r\nMeanwhile, heat a knob of butter in a saucepan, then add the shallot and cook for 5 mins or until softened.\r\n\r\nSTEP 3\r\nAdd the peas, salmon, crème fraîche and 50ml water. Crumble in the stock cube.\r\n\r\nSTEP 4\r\nCook for 3-4 mins until cooked through, stir in the chives and some black pepper. Then stir through to coat the pasta. Serve in bowls.", "category": 3, "people": 5, "price": "150.00", "preparation_time": 60, "image": "meals/salmon.jpg", "slug": "pasta-with-salmon-peas"}}, {"model": "meals.meals", "pk": 5, "fields": {"name": "Sausage & white bean casserole", "description": "STEP 1\r\nHeat oven to 220C/200C fan/gas 7. Roast the pepper, carrots and onion in a deep baking dish for 15 mins. Add the sausages and roast for a further 10 mins.\r\n\r\nSTEP 2\r\nReduce oven to 200C/180C fan/gas 6, tip in the tomatoes and beans, then stir in the stock. Cook for another 35 mins. Stir in the mustard and peas and return to the oven for 5 mins. Rest for 10 mins, then serve with potatoes, pasta or rice.", "category": 3, "people": 3, "price": "140.00", "preparation_time": 50, "image": "meals/beancasserole.jpg", "slug": "sausage-white-bean-casserole"}}, {"model": "meals.meals", "pk": 6, "fields": {"name": "Two-minute breakfast smoothie", "description": "STEP 1\r\nPut all the ingredients in a blender and whizz for 1 min until smooth.\r\n\r\nSTEP 2\r\nPour the banana oat smoothie into two glasses to serve.", "category": 1, "people": 1, "price": "15.00", "preparation_time": 2, "image": "meals/2-Minute-Green-Smoothie-5-700x1050.jpg", "slug": "two-minute-breakfast-smoothie"}}, {"model": "meals.meals", "pk": 7, "fields": {"name": "Breakfast burrito", "description": "STEP 1\r\nWhisk the chipotle paste with the egg and some seasoning in a jug. Heat the oil in a large frying pan, add the kale and tomatoes.\r\n\r\nSTEP 2\r\nCook until the kale is wilted and the tomatoes have softened, then push everything to the side of the pan. Pour the beaten egg into the cleared half of the pan and scramble. Layer everything into the centre of your wrap, topping with the avocado, then wrap up and eat immediately.", "category": 1, "people": 1, "price": "40.00", "preparation_time": 20, "image": "meals/burito.jpg", "slug": "breakfast-burrito"}}, {"model": "meals.meals", "pk": 8, "fields": {"name": "Mushroom brunch", "description": "STEP 1\r\nSlice the mushrooms and crush the garlic clove. Heat the olive oil in a large non-stick frying pan, then fry the garlic over a low heat for 1 min. Add the mushrooms and cook until soft. Then, add the kale. If the kale won’t all fit in the pan, add half and stir until wilted, then add the rest. Once all the kale is wilted, season.\r\nSTEP 2\r\nNow crack in the eggs and keep them cooking gently for 2-3 mins. Then, cover with the lid to for a further 2-3 mins or until the eggs are cooked", "category": 2, "people": 2, "price": "60.00", "preparation_time": 35, "image": "meals/mushroom.jpg", "slug": "mushroom-brunch"}}, {"model": "meals.meals", "pk": 9, "fields": {"name": "Croatian Stew", "description": "After a tiring day on the field, meadow or in the forest, nothing feeds the body and soul better a warm and tasty čobanac, the Slavonian stew prepared in a cauldron or large pot. It is considered as a dish from the Slavonian pastures, and just as its name says, it was prepared by čobani – shepherds, as a filling and nutritious meaty meal which has simmered over a fire for several hours.\r\nČobanac is most often made for many people, it is tastiest when eaten with good company, and is also excel", "category": 3, "people": 6, "price": "300.00", "preparation_time": 120, "image": "meals/cobanac.jpg", "slug": "cobanac"}}, {"model": "meals.category", "pk": 1, "fields": {"name": "BREAKFAST"}}, {"model": "meals.category", "pk": 2, "fields": {"name": "BRUNCH"}}, {"model": "meals.category", "pk": 3, "fields": {"name": "DINNER"}}]